/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "CapCut asztali telepítőprogram";
"LvAppTitle" = "Jianying asztali telepítőprogram";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "Folytatod a telepítést?";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "Telepítés";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "Megnyitás";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "Mégse";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "Már telepítetted a CapCut egy korábbi verzióját (v%@). Megnyithatod a korábbi verziót, vagy telepítheted a legújabb verziót a régi verzió helyett.";
"LvCheckInstalledMsgHintText" = "Már telepítetted a Jianying egy korábbi verzióját (v%@). Megnyithatod a korábbi verziót, vagy telepítheted a legújabb verziót a régi verzió helyett.";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "Leállítod a letöltést?";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "Folytatás";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "Leállítás";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "A jelenleg %d%%-ban letöltött fájl nem kerül mentésre.";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "Nem sikerült letölteni. Próbálkozz újra később.";
// pc_installer_retry
"BtnText_Retry" = "Próbálkozás újra";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "Leállítás";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "Mentés";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "Nincs elegendő tárhely";

"BtnCheck_SystemTrayAutoboot" = "Tálca indítása induláskor";

"DownloadErrorCodeHintText" = "Hibakód: ";